phil971-psr.org
#+title: PHIL 971 - The Principle of Sufficient Reason 
#+date: July 8, 2022
#+author: Colin McLear

*** DONE Week 1 – Varieties of PSR
    SCHEDULED: <2022-08-25 Thu>
   :PROPERTIES:
   :EXPORT_HUGO_TAGS:  aristotle aquinas causality descartes explanation psr parmenides plato
   :EXPORT_FILE_NAME: week1
   :END:

Welcome to PHIL 971! This week we'll discuss the structure and expectations for
the course, as well as work through some preliminary material regarding
different ways of thinking about metaphysical laws that might deserve the name
"principle of sufficient reason". We'll be asking about whether or not it is
right to think that there is /one/ canonical principle of sufficient reason, as
well as how notions of reason relate to those of ground, cause, explanation, and
intelligibility. We'll briefly examine some pre-modern uses of the notion
(though not under that moniker as such) before turning to a sustained discussion
of the sense of the principle at work in Descartes's central arguments
concerning God in the /Meditations/.

- [[https://discord.com/channels/1006739669842673674/1006739802193920061][Discussion thread]] 
- [[id:20220805T113802.074879][Notes]] ([[/Users/roambot/Dropbox/Work/projects/phil971-2022-psr/static/materials/handouts/forms-of-psr.pdf][PDF]]) 
- [[/Users/roambot/Dropbox/Work/projects/phil971-2022-psr/static//materials/handouts/week-1-handout.pdf][Handout]]

**** Readings
+ Pre-modern fragments on PSR
   + Parmenides: [[file:static/materials/readings/parmenides-1-8.pdf][Fragments 1-8]]
   + Plato: [[file:static/materials/readings/plato-phaedo-x.pdf][Phaedo 99b]]; [[file:static/materials/readings/plato-philebus-x.pdf][Philebus 26e]]; [[file:static/materials/readings/plato-timaeus-x.pdf][Timaeus 28a]]
   + Aristotle: [[file:static/materials/readings/aristotle-pa-ii.pdf][Posterior Analytics 71b8-12]]; [[file:static/materials/readings/aristotle-physics-ii.pdf][Physics 194b16-23]]
   + Aquinas: [[file:static/materials/readings/aquinas-scg-ii-15.pdf][Summa Contra Gentiles II.15]]
+ Descartes: [[file:static/materials/readings/descartes-med-or.pdf][/Meditations/, excerpts]]
   - M3, M5
   - First Reply, 7:108-12
   - Second Reply, 7:160-69
   - Fourth Objection, 7:206-14
   - Fourth Reply, 7:235-45
   - Sixth Reply, 7:431-33
     
**** Recommended
- [[https://plato.stanford.edu/entries/sufficient-reason/][SEP entry on the PSR]]
- Della Rocca, /The Parmenidean Ascent/, [[file:static/materials/readings/dellarocca-ch1.pdf][ch. 1]]
- Kaufmann, "[[file:static/materials/readings/kaufmann-will.pdf][Descartes on Indifference & Divine Freedom]]"
- Schmaltz, /Descartes on Causation/, [[file:static/materials/readings/schmaltz-chs1-2.pdf][chs. 1-2]]

