content/assignments/week1.md
+++
title = "Week 1 – Varieties of PSR"
publishDate = 2022-08-25T00:00:00-05:00
tags = ["aristotle", "aquinas", "causality", "descartes", "explanation", "psr", "parmenides", "plato"]
draft = false
weight = -100
author = false
toc = false
type = "post"
+++

Welcome to PHIL 971! This week we&rsquo;ll discuss the structure and expectations for
the course, as well as work through some preliminary material regarding
different ways of thinking about metaphysical laws that might deserve the name
&ldquo;principle of sufficient reason&rdquo;. We&rsquo;ll be asking about whether or not it is
right to think that there is _one_ canonical principle of sufficient reason, as
well as how notions of reason relate to those of ground, cause, explanation, and
intelligibility. We&rsquo;ll briefly examine some pre-modern uses of the notion
(though not under that moniker as such) before turning to a sustained discussion
of the sense of the principle at work in Descartes&rsquo;s central arguments
concerning God in the _Meditations_.

-   [Discussion thread](https://discord.com/channels/1006739669842673674/1006739802193920061)
-   [Notes]({{< relref "forms-of-psr" >}}) ([PDF](/materials/handouts/forms-of-psr.pdf))
-   [Handout](/week-1-handout.pdf)


## Readings {#readings}

-   Pre-modern fragments on PSR
    -   Parmenides: [Fragments 1-8](/materials/readings/parmenides-1-8.pdf)
    -   Plato: [Phaedo 99b](/materials/readings/plato-phaedo-x.pdf); [Philebus 26e](/materials/readings/plato-philebus-x.pdf); [Timaeus 28a](/materials/readings/plato-timaeus-x.pdf)
    -   Aristotle: [Posterior Analytics 71b8-12](/materials/readings/aristotle-pa-ii.pdf); [Physics 194b16-23](/materials/readings/aristotle-physics-ii.pdf)
    -   Aquinas: [Summa Contra Gentiles II.15](/materials/readings/aquinas-scg-ii-15.pdf)
-   Descartes: [_Meditations_, excerpts](/materials/readings/descartes-med-or.pdf)
    -   M3, M5
    -   First Reply, 7:108-12
    -   Second Reply, 7:160-69
    -   Fourth Objection, 7:206-14
    -   Fourth Reply, 7:235-45
    -   Sixth Reply, 7:431-33


## Recommended {#recommended}

-   [SEP entry on the PSR](https://plato.stanford.edu/entries/sufficient-reason/)
-   Della Rocca, _The Parmenidean Ascent_, [ch. 1](/materials/readings/dellarocca-ch1.pdf)
-   Kaufmann, &ldquo;[Descartes on Indifference &amp; Divine Freedom](/materials/readings/kaufmann-will.pdf)&rdquo;
-   Schmaltz, _Descartes on Causation_, [chs. 1-2](/materials/readings/schmaltz-chs1-2.pdf)
